<HTML>

<HEAD>

<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">

<META NAME="Generator" CONTENT="Microsoft Word 97">

<TITLE>The Quest</TITLE>

<META NAME="description" CONTENT="All the goodies you've ever wanted for Diablo, town kill, trainers, fonts etc..be sure to get the Ultimate Diablo Trainer- prevents TK/PK">

<META NAME="Template" CONTENT="C:\PROGRAM FILES\MICROSOFT OFFICE\OFFICE\html.dot">

</HEAD>

<BODY TEXT="#00ffff" LINK="#0000ff" VLINK="#00ffff">



<P><!--COLOR--></P>

<FONT FACE="Exocet" SIZE=6 COLOR="#ff0000"><STRONG><P ALIGN="CENTER">LA RECHERCHE</P>

</FONT><FONT FACE="Exocet" COLOR="#ff0000"><P>Le Boucher (Le Boucher)</FONT></STRONG><BR>

Niveau du donjon, DES vous carcasse sur le plancher d'avec de
salle d'une de trouvez d'allez et murs de Dans le 2&egrave; de les de sur.
Porte de La d'Ouvrez et intentions vous de ses de r&eacute;v&eacute;ler de la
Virginie de le Butcher.  Le tuer est plus des moins d'ou faciles.
Personnage de Cela d&eacute;pends compl&egrave;tement de votre.  Mourir de
finalement de la Virginie d'il de Quand, arme vous de fils de laisser
de la Virginie d'il.</P>

<FONT FACE="Exocet" COLOR="#ff0000"><STRONG><P>Mal&eacute;diction du Roi Leoric (La mal&eacute;diction du roi leoric)</FONT></STRONG><BR>

Niveau grand 3 du donjon d'Au de trouve d'expert en logiciel
de qui d'impressionnante de tr&egrave;s d'arme d'une d'avec de squelette de
tr&egrave;s de C'est un.  Boulon saint de DES de &agrave; de tr&egrave;s d'est d'Il
d'avec <I>facile de tuer</I>.  D'os vous allez trouvez le
crown vous de paquet d'en de transformateur de Lorsque aurez fini de <I>le des vampires</I>.</P>

<FONT FACE="Exocet" COLOR="#ff0000"><STRONG><P>Approvisionnement en eau empoisonn&eacute; (empoisonn&eacute;e de d'eau
de r&eacute;serve de La)</FONT></STRONG><BR>

Niveau 2 d'Au, passage fonc&eacute; de nomm&eacute; de l'endroit de &agrave;
d'allez (le passage sombre) et bouge tous de qui de la CE de tuer.
Alors, Au bleu. de l'eau passera du jaune.  Ville de La de &agrave; de
Retournez et &agrave; Pepin de parlez et donneras vous d'il la boucle de la
v&eacute;rit&eacute;.</P>

<FONT FACE="Exocet" COLOR="#ff0000"><STRONG><P>Signe d'Ogdens (ogdens de Le signe de)</FONT></STRONG><BR>

Niveau de jusqu'au de Descendez 4, il y un coffre d'un et
dedans, &agrave; vous Ogden de donnez de devrez d'allez du trouver un de que
vous de signe.</P>

<FONT FACE="Exocet" COLOR="#ff0000"><STRONG><P>Roche magique (magique de le rocher)</FONT></STRONG><BR>

Aventure de C'est un difficile.  &Agrave; Griswold de niveau vous 5
et dessus d'Au de D&eacute;placez de roche d'une d'avec de table d'une de
trouvez d'allez, de La vous de Donnez et donnez vous de la Virginie
d'il que l'Emphyrean se r&eacute;unissent.</P>

<FONT FACE="Exocet" COLOR="#ff0000"><STRONG><P>Halls des aveugles de DES de mur de Blind(Le)</FONT></STRONG><BR>

Lisez le Grand Livre et s'ouvrira de la Virginie de secr&egrave;te
de salle d'une, allez y et monstres tous de les de tuer.  Allez poids
du commerce Amulet optique de Vous.</P>

<FONT FACE="Exocet" COLOR="#ff0000"><STRONG><P>Zhar le Mad(zhar le fou)</FONT></STRONG><BR>

Avec Zhar de Discuter et livre vous du donnez un de la
Virginie d'il de retout d'en.  Pouvez vous d'aillez de que d'Apr&egrave;s de
pris de que tous vous de la CE, fou vous de deviendra d'il de
biblioth&egrave;que de La de dans d'allez prendre le livre de quand et jour
vous de ses de &agrave; d'aileron de mettre de devrez.</P>

<FONT FACE="Exocet" COLOR="#ff0000"><STRONG><P>Chambre d'OS de DES de Bone(chambre)</FONT></STRONG><BR>

Dans vous de rendra de jusqu'&agrave; de Promenez de qui escalier
vous du trouvez un la chambre de l'os.  Le programme finisseur vous
d'en de transformez de devez vous de Maintenant versent les minutes et
le nettoyer le secteur de quelques.  Le magique d'&eacute;l&eacute;ments de DES de
trouverez de fini vous d'aurez de Quand et le le sort Guardian <I>vous orthographient</I>.</P>

<FONT FACE="Exocet" COLOR="#ff0000"><STRONG><P>Le Champignon Noir</FONT></STRONG><BR>

Nom de code:  POURSUITE VAINE.<BR>

Approuvez votre dos dans les cavernes recherchant encore <I>le tome fongique</I>, donnez-l'&agrave; Adria.  Mais attente
maintenant elle veut <I>le champignon noir</I> ainsi outre
de vous vont encore aux cavernes et le recherchent pour elle.  Puisque
vous n'avez rien &agrave; mieux la faire voudriez maintenant l'&eacute;lixir de
Pepins ainsi vous vous boulonnez plus d'&agrave; Pepin et il veut un cerveau
de d&eacute;mons, gonflent.  De nouveau aux cavernes avec vous, d&eacute;truisez
une bribe de d&eacute;mon son cerveau et prenez-la de nouveau &agrave; Pepin qui
naturellement n'a aucun besoin d'elle maintenant, aucune mati&egrave;re
qu'il vous donnera l'&eacute;lixir que vous passez &agrave; leur tour en fonction
vers Adria et elle s'av&egrave;re la ne le veut pas non plus.  Ainsi vous la
buvez.</P>

<FONT FACE="Exocet" COLOR="#ff0000"><STRONG><P>Lachdanan</FONT></STRONG><BR>

Vers le bas dans le niveau quinze vous pouvez trouver <I>l'&eacute;lixir d'or</I>, la donnez &agrave; Lachdanan et il vous
donnera un &eacute;l&eacute;ment magique et <I>le voile de l'acier</I>.</P>

<FONT FACE="Exocet" COLOR="#ff0000"><STRONG><P>Warlord de sang</FONT></STRONG><BR>

Le Warlord et ses cohortes bloquent les escaliers vers le bas
pour niveler treize.  Apr&egrave;s utilisation du l'" relancement en ville "
boutonnez plusieurs fois de les faire vous fixer trouvera <I>l'&eacute;p&eacute;e</I> d'Inferno.</P>

<FONT FACE="Exocet" COLOR="#ff0000"><STRONG><P>Archbishop Lazarus</FONT></STRONG><BR>

Au niveau quinze que vous trouverez <I>le personnel de
Lazarus</I>, donnez-l'&agrave; Cain.  Dirigez en arri&egrave;re vers le bas
et recherchez le portique rouge, dans le portique est un puzzle.
Apr&egrave;s que temps du bit un o petit ' vous d&eacute;placiez &agrave; c&ocirc;t&eacute; de
Lazarus et observiez un film court ensemble, pr&eacute;parez-vous maintenant
au combat s&eacute;rieux.  Il n'est pas seul.  Maintenant que cela est fait
vont au Pentagram et visitez Diablo.</P>

<FONT FACE="Exocet" COLOR="#ff0000"><STRONG><P>Diablo</FONT></STRONG><BR>

WhoooHooo, niveau seize.  Premi&egrave;re mise &agrave; mort tout sans
renverser les commutateurs qui sont sur la terre.  Apr&egrave;s que tout le
monde soit pain grill&eacute;, retournez et renversez les trois
commutateurs.  Une fois que vous avez fait que Diablo est lib&eacute;r&eacute;, il
sera dans la chambre sur le coin inf&eacute;rieur de main gauche.  Entrez et
leurrez hors de certains de ses copains, apr&egrave;s que vous ayez whacked
les retourniez dedans et leurriez hors de encore plus jusqu'&agrave; ce que
vous sachiez votre fin.  Portique de nouveau &agrave; la ville et au
rassemblement vers le haut de tous les &eacute;l&eacute;ments que vous voulez
garder.  Puis passage en arri&egrave;re vers le bas et mise &agrave; mort Diablo,
il n'est pas que puissant mais lui peut prendre un battement, ceci
n'est pas l'heure d'&ecirc;tre avare avec des breuvages magiques.</P>

<P><!--HEAD1--></P>
</BODY>

</HTML>

