<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Aide aux d&eacute;butant</TITLE>
<META NAME="Template" CONTENT="C:\PROGRAM FILES\MICROSOFT OFFICE\OFFICE\html.dot">
</HEAD>
<BODY TEXT="#ffffff" LINK="#ff00ff" VLINK="#800080" BGCOLOR="#000000">

<FONT FACE="Exocet" SIZE=6 COLOR="#ff0000"><P>Qu'est-ce que Diablo?</P>
</FONT><FONT SIZE=4 COLOR="#0000ff"><BLOCKQUOTE>Diablo est un jeu de r&ocirc;le pour ordinateur, r&eacute;alis&eacute; par la compagnie Blizzard Entertainment, la m&ecirc;me qui a fait le tr&egrave;s populaire jeu WarCraft 2. Le jeu consiste &agrave; incarner un personnage (guerrier, arch&egrave;re ou sorcier) et d'explorer un univers m&eacute;di&eacute;val o&ugrave; r&egrave;gne Diablo, un d&eacute;mon tr&egrave;s tr&egrave;s tr&egrave;s m&eacute;chant... Notre but ultime est de tuer Diablo (bien que l'on sait tous que notre vrai but est de s'amuser). Notre personnage, &agrave; force de tuer des monstres de tous genres, monte de niveau pour devenir de plus en plus puissant, et peut-&ecirc;tre assez puissant pour affronter Diablo. Le jeu peut se r&eacute;sumer &agrave; "on tue les m&eacute;chants pour devenir plus fort".</BLOCKQUOTE>
<BLOCKQUOTE>Ce jeu peut, &agrave; premi&egrave;re vue, vous sembler ennuyant. Mais Blizzard a mit le paquet pour rendre le jeu int&eacute;ressant... Les images et les animations sont s&eacute;duisantes, l'atmosph&egrave;re est &agrave; couper le souffle, il y a une grande vari&eacute;t&eacute; d'objets, d'armes, de monstres, de tout... L'histoire est bonne. L'utilisation du jeu est facile (avec la souris). Les rencontres et l'emplacement des murs et des tr&eacute;sors sont al&eacute;atoires, ce qui fait qu'&agrave; chaques fois que vous jouez, c'est diff&eacute;rent. Mais la plus grande innovation est, selon moi, que l'on peut jouer en r&eacute;seau, via Internet. Les joueurs peuvent jouer un avec l'autre pour vivre des aventures ensemble, et non un contre l'autre (bien qu'il soit fr&eacute;quent de rencontrer des joueurs qui pr&eacute;f&egrave;rent &ecirc;tre notre ennemi plut&ocirc;t qu'&ecirc;tre notre ami). On peut jouer un maximum de 4 personnes &agrave; la fois dans une partie. Se connecter sur Internet aux serveurs Battle.net est gratuit.</BLOCKQUOTE>
<BLOCKQUOTE>Le jeu co&ucirc;te environ 40-50$ (sans la taxe, en dollars canadiens, bien s&ucirc;r). Il requiert le syst&egrave;me d'exploitation Windows 95 ou NT 4.0, un Pentium 60, un lecteur CD-Rom 2x (mais je vous conseille un lecteur beaucoup plus rapide, car le temps de chargement du jeu sera moins long). Pour jouer en r&eacute;seau, il demande 16 megaoctets de m&eacute;moire vive, un modem 14,4 (je conseille 28,8) et une connection Internet normale (comme celle que vous utilisez s&ucirc;rement pour lire cette page).</BLOCKQUOTE>
</FONT><FONT FACE="Exocet" SIZE=6 COLOR="#ff0000"><P>Quelques conseilspour les d&eacute;butants:</P>
</FONT><FONT SIZE=4 COLOR="#0000ff"><BLOCKQUOTE>Si ton personnage est un sorcier, il ne faut jamais arr&ecirc;ter de lire les livres que tu trouves dans les tableaux m&ecirc;me si le sort du livre est au plus haut niveau car en plus de te remplir en mana un peu, apr&egrave;s 3 ou 4 lectures sans effet le sort peu monter de level m&ecirc;me s'il est d&eacute;j&agrave; au maximum. Bien sur ce n'est pas permanent mais c'est pratique d'avoir le sort de firebolt au niveau 21 pour une partie par exemple.</BLOCKQUOTE>
<BLOCKQUOTE>Dans une pi&egrave;ce remplie de dangereux opposants, reste dans l'encadrement de la porte pour prendre les monstres un par un et les emp&ecirc;cher de t'encercler.</BLOCKQUOTE>
<BLOCKQUOTE>Si ton personnage est une arch&egrave;re ou un sorcier qui utilise des sorts de jet, dissimule-toi derri&egrave;re des obstacle comme des tonneaux ou des sarcophages pour emp&ecirc;cher les monstres de t'attaquer directement et pendant qu'ils contournent l'obstacle tu as plus de temps pour les tuer.</BLOCKQUOTE>
<BLOCKQUOTE>Pour se d&eacute;barrasser d'un montant pr&eacute;cis d'or, clique sur le paquet d'or avec le bouton droit de la souris et inscrit le montant dont tu d&eacute;sires te d&eacute;partir.</BLOCKQUOTE>
<BLOCKQUOTE>Avant d'aller tuer le Butcher, nettoy&eacute; bien l'endroit autour et essaye de trouver un scroll de stone curse. C'est la seule mani&egrave;re que je connaisse pour le tuer sans trop de risques.</BLOCKQUOTE>
<BLOCKQUOTE>Ne jamais utiliser une autel si tu ne connais pas son effet, une liste des effets des autels est primordial &agrave; avoir pr&egrave;s de soi.</BLOCKQUOTE>
<BLOCKQUOTE>Si dans un mur tu vois un trou rond et pas trop grand, c'est s&ugrave;rement un pi&egrave;ge qui se d&eacute;clenche en ouvrant un coffre ou une porte. &Eacute;vite le d&eacute;clencheur ou prend bien garde en l'activant.</BLOCKQUOTE>
<BLOCKQUOTE>Si ton personnage est un sorcier, il est tr&egrave;s important de bien conna&icirc;tre les monstres pour savoir quels sorts utiliser contre eux car certains sont sans effets sur eux. En g&eacute;n&eacute;ral les monstres rouges ne sont pas ou tr&egrave;s peu affect&eacute;s par le feu. &Eacute;videment, si un monstre utilise un sort contre toi, il est immunis&eacute; contre ce sort.</BLOCKQUOTE>
<BLOCKQUOTE>Si ton personnage est un sorcier, apr&egrave;s avoir appris plus de quatre sorts, il est tr&egrave;s pratique d'utiliser les touches F5 F6 F7 F8 pour m&eacute;moriser des sorts.</BLOCKQUOTE>
<BLOCKQUOTE>Les couleurs des sorts : </FONT><FONT SIZE=4 COLOR="#ffff00">Dor&eacute;</FONT><FONT SIZE=4 COLOR="#0000ff">=habilet&eacute;(skill), Bleu=sort appris et pr&ecirc;t &agrave; &ecirc;tre utilis&eacute;, </FONT><FONT SIZE=4 COLOR="#c0c0c0">Gris</FONT><FONT SIZE=4 COLOR="#0000ff">=sort que l'on ne peut utiliser faute de mana ou si tu es dans le village, </FONT><FONT SIZE=4 COLOR="#ff0000">Rouge</FONT><FONT SIZE=4 COLOR="#0000ff">=parchemin(scroll), </FONT><FONT SIZE=4 COLOR="#ff0000">Orange</FONT><FONT SIZE=4 COLOR="#0000ff">=Baton(staff).</BLOCKQUOTE>
<BLOCKQUOTE>Tous les &eacute;quipements en rouge signifient qu'ils ne peuvent &ecirc;tre utilis&eacute;s &agrave; cause des minimums demand&eacute;s par ces &eacute;quipements.</BLOCKQUOTE>
<BLOCKQUOTE>Les petits chiffres &agrave; cot&eacute; des parchemins ou des potions dans ta ceinture renvoient au chiffre correspondant sur le clavier. Il est utile de boire une potion ou lire un parchemin en pressant un chiffre de 1 &agrave; 8 dans un combat pour ne pas arr&ecirc;ter la bataille et ainsi boire une potion ou utiliser le sort ou le parchemin en vitesse.</BLOCKQUOTE>
<BLOCKQUOTE>Toujours avoir un scroll de town portal avec soi dans son sac ou dans sa ceinture.</BLOCKQUOTE>
<BLOCKQUOTE>Si vous avez besoin d'argent : ramassez les objets magiques , identifiez les, puis vendez les apr&egrave;s. Demandez &agrave; Cain de les identifier et esperez que l'objet vaut plus de 100 pi&egrave;ces d'or.</BLOCKQUOTE>
<BLOCKQUOTE>(sorcier)Au debut vous recevez un b&acirc;ton inoffensif mais ne vous fiez pas aux apparences car si vous savez vous en servir il devient une arme puissante, il faut que vous demeuriez passif avec c'est tout : laisser l'ennemi approcher et envoyer lui une d&eacute;charge et le tour est jou&eacute;.</BLOCKQUOTE>
<BLOCKQUOTE>(sorcier)Vous devez toujours faire recharger vos b&acirc;tons par la sorci&egrave;re car si vous les rechargez vous-m&ecirc;me vous perdrez de sa puissance (nombre d'utilisations de la magie.</BLOCKQUOTE>
<BLOCKQUOTE>Les gens aiment frapper les tonneaux pour y trouver quelque chose mais quand c'est une explosion..., mais j'ai d&eacute;couvert un moyen d'&eacute;viter l'explosion et ce n'est pas de ne plus frapper un tonneau :-), il suffit de cliquer pr&egrave;s du tonneau mais &agrave; une certaine distance et ensuite sur le tonneau et le tour est jou&eacute;. </BLOCKQUOTE>
<BLOCKQUOTE>Quand vous descendez &agrave; un autre niveau est que vous pensez que vous aller vous faire tuer,descendez et faites un portal, ainsi quand vous mourrez vous pourrez revenir au niveau ou vous &eacute;tiez.</BLOCKQUOTE>
<BLOCKQUOTE>Quand vous mourez vous allez retrouver votre argent par terre pr&egrave;s de l'endroit o&ugrave; vous etes mort, mais pas tout : seulement 90% de votre argent.</BLOCKQUOTE>
<BLOCKQUOTE>Quand vous rencontrer un monstre special nettoyez le secteur avant de le tuer. </BLOCKQUOTE>
<BLOCKQUOTE>(sorcier)Une fois le nettoyage du secteur faites stone curse et voila : il est mort.</BLOCKQUOTE>
<BLOCKQUOTE>Quand vous attaquez un monstre attaquez-le de dos : vous aurez beaucoup plus de chance de le toucher et vous allez infliger plus de dommages.</BLOCKQUOTE>
<BLOCKQUOTE>Le niveau 1 sert seulement &agrave; gagner de l'experiences mai si vous &ecirc;tes niveau 12 ou plus, vous ne gagnerez plus d'experience.</BLOCKQUOTE>
<BLOCKQUOTE>Si vous &ecirc;tes niveau 26 ou plus, les parties normales ne vous donnerons plus d'experience.</BLOCKQUOTE>
<BLOCKQUOTE>(sorcier)Au niveau 2, pour battre le Butcher, ayez au moins 5 scrolls de stone cure ce seras plus facile ainsi.</BLOCKQUOTE>
<BLOCKQUOTE>(sorcier)Si vous stone cursez un monstre vous aurez plus de facilit&eacute; pour le blesser.</BLOCKQUOTE>
<BLOCKQUOTE>(sorcier)Utilisez votre holy bolt : il est plus efficace pour tuer les squelettes ou les zombies car il est con&ccedil;u &agrave; cette fin.</BLOCKQUOTE>
<BLOCKQUOTE>(sorcier)Pour tuer King Leoric utilisez votre holy bolt : vous le sonnerez pendant 1 sec quand vous le toucherez.</BLOCKQUOTE>
<BLOCKQUOTE>Ceci semble invraisemblable, mais si vous attaquez un ennemi par derri&egrave;re vous aurez plus de chances de le tuer.</BLOCKQUOTE>
<BLOCKQUOTE>Quand vous &ecirc;tes sur le point de monter d'un niveau vous n'&ecirc;tes pas oblig&eacute; de restaurer vos hp et mana car lors du changement de niveau, ils deviendrons pleins.</BLOCKQUOTE>
<BLOCKQUOTE>(sorcier)Dans les catacombes, utilisez vos magies de lightning : elle sont les plus efficaces dans cet endroit.</BLOCKQUOTE>
<BLOCKQUOTE>Ne touchez aux shrines que si vous en connaissez les effets car ils peuvent aussi avoir des effets negatifs : comme -1 a tout les attributs. Mais ils ont souvent des avantages, il faut tout simplement les reconna&icirc;tre par leurs noms.</BLOCKQUOTE>
<BLOCKQUOTE>(sorcier)Les monstres dans les caves sont souvent imunis&eacute;s contre le feu ou contre les &eacute;clairs.</BLOCKQUOTE>
<BLOCKQUOTE>Pour tuer Diablo, nettoyez bien le niveau avent d'ouvrir le mur et faire sortir Diablo. Vous remarquerez que ce niveau est toujours fait de la m&ecirc;me fa&ccedil;on. Une fois le niveau nettoy&eacute;, et Diablo d&eacute;livr&eacute;, avancez doucement vers lui et attirez les autres monstres vers vous.  D&egrave;s que les monstres vous suivent, allez dans un endroit o&ugrave; Diablo ne vous suivra pas et tuez-les. Mais si vous pr&eacute;f&eacute;rez, vous pouvez aussi attirer Diablo et le battre &agrave; l'endroit o&ugrave; se trouve le premier levier et vous n'aurez que Diablo (et quelques monstres) qui seront l&agrave;.</BLOCKQUOTE>
<BLOCKQUOTE>Une tactique : n'ayez pas peur de battre en retraite, c'est la meilleure facon de survivre &agrave; Diablo. Comme la bonne devise que je pr&eacute;f&egrave;re : "Reculer juste assez pour vaincre l'ennemi". </BLOCKQUOTE>
<BLOCKQUOTE>Lorsqu'on tue 15 cr&eacute;atures de la m&ecirc;me sorte : les r&eacute;sistances et ses           imunit&eacute;s s'il y en a apparaisse! lorsqu'on tu la 30i&egrave;mecr&eacute;ature de la meme sorte en plus on obtien son HP.</FONT>  </BLOCKQUOTE>
<FONT FACE="Exocet" SIZE=6 COLOR="#ff0000"><P>Lexique:</FONT><FONT FACE="Exocet"> </P>
</FONT><FONT FACE="Exocet" SIZE=4 COLOR="#ff0000"><BLOCKQUOTE>Cheat</FONT><FONT SIZE=4 COLOR="#0000ff">: Un cheat, c'est tout simplement un outil ou une m&eacute;thode pour tricher. Habituellement, dans Diablo, c'est un logiciel que l'on peut downloader sur l'Internet.</FONT> </BLOCKQUOTE>
<FONT FACE="Exocet" SIZE=4 COLOR="#ff0000"><BLOCKQUOTE>PK (player killer)</FONT><FONT SIZE=4 COLOR="#ff0000"> </FONT><FONT SIZE=4 COLOR="#0000ff">: Ce sont les tra&icirc;tres sur Battle.net : ce sont des joueurs qui veulent votre peau. Ils se font passer pour votre copain, mais au moment le mieux choisi, ils essaient de vous tuer.</FONT> </BLOCKQUOTE>
<FONT FACE="Exocet" SIZE=4 COLOR="#ff0000"><BLOCKQUOTE>TK (town killer)</FONT><FONT SIZE=4 COLOR="#ff0000"> </FONT><FONT SIZE=4 COLOR="#0000ff">: Ce sont des joueurs qui utilisent un cheat pour pouvoir vous tuer dans la ville, alors qu'on ne peut pas normalement.</FONT> </BLOCKQUOTE>
<FONT FACE="Exocet" SIZE=4 COLOR="#ff0000"><BLOCKQUOTE>B.net</FONT><FONT SIZE=4 COLOR="#0000ff">: C'est le diminutif de Battle.net, le serveur de Blizzard pour jouer en Multiplayer.</FONT> </BLOCKQUOTE>
<FONT FACE="Exocet" SIZE=4 COLOR="#ff0000"><BLOCKQUOTE>Trainer</FONT><FONT SIZE=4 COLOR="#0000ff">: un logiciel pour tricher ou seulement pour ajouter quelques choses</FONT> </BLOCKQUOTE>
<FONT FACE="Exocet" SIZE=4 COLOR="#ff0000"><BLOCKQUOTE>Link</FONT><FONT SIZE=4 COLOR="#0000ff">: souvent employ&eacute; pour indiquer un lien de diablo.</FONT> </BLOCKQUOTE>
<FONT FACE="Exocet" SIZE=4 COLOR="#ff0000"><BLOCKQUOTE>Shrines</FONT><FONT SIZE=4 COLOR="#0000ff">: Ce sont les autels que l'on rencontre lors de l'aventure.</BLOCKQUOTE>
</FONT><FONT FACE="Exocet" SIZE=4 COLOR="#ff0000"><BLOCKQUOTE>Legits ou Legids</FONT><FONT SIZE=4 COLOR="#0000ff">: Ce sont des personnes qui n'utilisent pas d'&eacute;quipements dup&eacute;s ou hack&eacute;s, ils tiennent a les trouver eux-meme. Ils n'apprecient pas les cheaters.</BLOCKQUOTE>
</FONT><FONT FACE="Exocet" SIZE=4 COLOR="#ff0000"><BLOCKQUOTE>Lag</FONT><FONT SIZE=4 COLOR="#0000ff">: Un mot souvent utilis&eacute; sur battle.net. Il designe le ralentissement (parfois on voit appara&icirc;tre de petits sabliers, le personnage devient saccad&eacute;). Il y a quelques moyens d'&eacute;viter cela : en enlevant le son et la musique dans le menu d'options.</BLOCKQUOTE>
</FONT><FONT FACE="Exocet" SIZE=4 COLOR="#ff0000"><BLOCKQUOTE>dex</FONT><FONT SIZE=4 COLOR="#0000ff">: dexterity</BLOCKQUOTE>
</FONT><FONT FACE="Exocet" SIZE=4 COLOR="#ff0000"><BLOCKQUOTE>str</FONT><FONT SIZE=4 COLOR="#0000ff">: strength</BLOCKQUOTE>
</FONT><FONT FACE="Exocet" SIZE=4 COLOR="#ff0000"><BLOCKQUOTE>vit</FONT><FONT SIZE=4 COLOR="#0000ff">: vitality</BLOCKQUOTE>
</FONT><FONT SIZE=4 COLOR="#ff0000"><P>Evidemment, la liste est loin d'&ecirc;tre compl&egrave;te. Je compte sur vous, pour en trouver d'autres. Si vous avez des termes comme ceux-l&agrave; &agrave; placer dans la liste, E-MAILEZ moi.

<CENTER><MAP NAME="email">
  <AREA SHAPE="RECT" COORDS="0,0,50,50" HREF="mailto:diablo@mygale.org">
</MAP>
<IMG SRC="../image/EMAIL.gif" BORDER=0 WIDTH=50 HEIGHT=50 USEMAP="#email"></CENTER></FONT> </P>
<P ALIGN="CENTER">&nbsp;</P></BODY>
</HTML>
   